import React from 'react';

function Underhero() {
  return (
<div id="underhero"> 
    <div id="reading">
        <h1>Образование, каким оно должно быть</h1>
    </div>
        <div id="reading1">Мы помогаем развивать коммуникацию, критическое мышление, эмоциональный интеллект и «гибкие навыки» у детей от 7 лет и старше при помощи авторских методик, разработанных известными педагогами Ярославля
        
        </div>
            <div id="reading2">
                <div id="podtext">
                 Мы обучаем тех, кто хочет быть грамотным в современном мире цифрового образования  
                </div>
                <div id="podtext1">
                    Применяем инновационные методы
                    в обучении с индивидуальным подходом к потребностям ученика
                </div>
            
            </div>



</div>
  );
}

export default Underhero;
